[
  {
    "category": "Security Courses",
    "courseUniqueId": "01",
    "imageUrl": "https://raw.githubusercontent.com/Towhidkarim/project-svt-rev/refs/heads/main/public/door.jpg",
    "title": "Level 2 Door Supervisor",
    "subTitle": "Advance your career in the security industry",
    "courseDetails": "",
    "booking": false,
    "caption": "Looking to advance your career in the security industry? Look no further than Greenwich Central Colleges Level 2 Door Supervisor Course!",
    "suitedFor": [
      "Age: You must be at least 18 years old at the time of enrollment.",
      "Language: You must have a good level of spoken and written English. This is essential for understanding the course",
      "Identification: You must provide valid photo identification, such as a passport or driving license, to confirm your identity.",
      "Criminal Record: You must not have any criminal convictions that would prevent you from obtaining an SIA license. Any relevant criminal record will be assessed on a case-by-case basis."
    ],
    "forYouIf": [
      "Door Supervisor: As a licensed door supervisor, you’ll be responsible for ensuring the safety and security of customers at licensed premises, such as nightclubs and bars.",
      "Security Guard: With your Level 2 Door Supervisor qualification, you’ll have the necessary training to become a security guard in a range of different settings,",
      "Event Security: Event security is a growing field, and your door supervisor qualification will put you in a strong position to work at festivals, concerts, and sporting events.",
      "Retail Security: Retail security is an essential service, and as a trained door supervisor, you’ll be well-equipped to protect businesses from theft, vandalism.",
      "Close Protection Officer: If you’re interested in working with high-profile clients, completing the Level 2 Door Supervisor Course is an excellent first step towards becoming a close protection officer."
    ],
    "covers": "Covers certain aspect",
    "courseStructure": "The learning material is provided electronically via the \"Learning Assistant Portal\" which shows your progress throughout and allows you to instantly message your assessor.  The assessment team will monitor your progress through our user-friendly platform to offer you support and guidance throughout the course. There is unlimited support and you can call, message or email your assessor as often as you wish. ",
    "pricing": "The cost of the course is $350.00+VAT. ",
    "priceInCurrency": 350,
    "assesment": "",
    "duration": "Varies",
    "entryRequirements": "Mentioned Above",
    "why": ""
  },
  {
    "category": "Security Courses",
    "courseUniqueId": "02",
    "imageUrl": "https://raw.githubusercontent.com/Towhidkarim/project-svt-rev/refs/heads/main/public/cam.jpg",
    "title": "CCTV Supervisor",
    "subTitle": "Take your career in the security industry to the next level",
    "courseDetails": "",
    "booking": false,
    "caption": "Are you ready to take your career in the security industry to the next level? Look no further than the Level 2 CCTV Supervisor Course at Greenwich Central College in the UK.This comprehensive course is designed to equip you with the skills and knowledge you need to become a competent and effective CCTV supervisor. From understanding the legal requirements and regulations surrounding CCTV operations to mastering the latest technologies and techniques, this course covers everything you need to know.",
    "suitedFor": [
      "Be at least 18 years old",
      "Have a good understanding of spoken and written English",
      "Hold a valid SIA CCTV Operator license or a Level 2 Award for Working as a CCTV Operator (Public Space Surveillance) within the Private Security Industry qualification"
    ],
    "forYouIf": [
      "CCTV Supervisor: With this qualification, you will be able to work as a CCTV supervisor, overseeing and managing the operation of a CCTV control room.",
      "Security Manager: This qualification can be a stepping stone towards becoming a security manager. You could be responsible for managing a team of security personnel, overseeing the overall security operations of a site or organization.",
      "Private Security Consultant: You may also have the option of working as a private security consultant, providing expert advice and guidance to organizations on their security needs and operations.",
      "Surveillance Investigator: This qualification can also lead to a career as a surveillance investigator, working in the private or public sector to conduct surveillance operations in support of investigations.",
      "Loss Prevention Officer: You may also be eligible to work as a loss prevention officer, responsible for preventing theft, fraud and other forms of criminal activity within a retail or commercial environment."
    ],
    "covers": "Covers certain aspect",
    "courseStructure": "The learning material is provided electronically via the \"Learning Assistant Portal\" which shows your progress throughout and allows you to instantly message your assessor.  The assessment team will monitor your progress through our user-friendly platform to offer you support and guidance throughout the course. There is unlimited support and you can call, message or email your assessor as often as you wish. ",
    "pricing": "The cost of the course is $350.00+VAT. ",
    "priceInCurrency": 350,
    "assesment": " ",
    "duration": "Varies",
    "entryRequirements": "Mentioned Above",
    "why": "This comprehensive course is designed to equip you with the skills and knowledge you need to become a competent and effective CCTV supervisor. From understanding the legal requirements and regulations surrounding CCTV operations to mastering the latest technologies and techniques, this course covers everything you need to know."
  },
  {
    "category": "English Language Courses",
    "courseUniqueId": "05",
    "imageUrl": "https://raw.githubusercontent.com/Towhidkarim/project-svt-rev/refs/heads/main/public/english.jpg",
    "title": "ESOL A1 Preliminary Test",
    "subTitle": "Written (Listening, Reading, Writing) and Spoken (Speaking) exams in English",
    "caption": "Written (Listening, Reading, Writing) and Spoken (Speaking) exams in English, aligned to the A1 level of the CEFR*. Exams are delivered through our global network of Test Centers.",
    "suitedFor": [
      "The Greenwich Central College’s IELTS preparation course is suitable for all non-native English speakers who wish to apply to a university or for secondary, vocational, or training programs where English is the main language, and they need to provide proof of the English language as part of the entry requirements.",
      "The IELTS preparation course is also suitable for those planning to apply for a visa or job in an English-speaking country, where IELTS is recognized as a Secure English Language Test (SELT).",
      "The course is aimed at students preparing for IELTS Academic, but anyone preparing for IELTS General Training with the current level of English language B1+ is welcome to join too."
    ],
    "forYouIf": [
      "Improve reading, writing, listening, speaking, pronunciation, vocabulary, grammar and study skills",
      "Learn about the different exam sections and the types of questions you will face",
      "Listen to different accents, and develop and adopt different techniques to aid comprehension",
      "Learn to use strategies and techniques to develop all skills to make maximum progress and gain an internationally recognized qualification",
      "Learn how to use a dictionary effectively"
    ],
    "covers": "Test content and structure, Understanding how candidates are assessed, Learning and practicing the techniques required to get the score you need, Developing knowledge of lexis/vocabulary, practice of grammar and structure, Identifying and prioritizing your areas of weakness",
    "courseStructure": "Regular assessments and tutorials, SMART Learning trips and activities around the city to help your English progress faster, End-of-course, Certificate of Attendance, Free Wi-Fi, Welcome pack, Student ID card, Kitchenettes in all centres, Snacks and drink machines, 24/7 emergency number, City-switch means you can start your course in one city and finish it in another, giving you the opportunity to discover more of the UK ",
    "courseDetails": "",
    "booking": false,
    "pricing": "Buy £35. Rent: £35 (£25 refundable). Test fees: from £150. You will need to take the test at an approved center for an additional fee. We are happy to help you book it.",
    "priceInCurrency": 35,
    "assesment": " ",
    "duration": "1 Week+",
    "entryRequirements": "Mentioned Above",
    "why": "This comprehensive course is designed to equip you with the skills and knowledge you need to become a competent and effective CCTV supervisor. From understanding the legal requirements and regulations surrounding CCTV operations to mastering the latest technologies and techniques, this course covers everything you need to know."
  },
  {
    "category": "LEVEL-3 Diploma",
    "courseUniqueId": "06",
    "imageUrl": "https://raw.githubusercontent.com/Towhidkarim/project-svt-rev/refs/heads/main/public/a.jpg",
    "title": "LEVEL 3 – DIPLOMA IN BUSINESS ADMINISTRATION",
    "subTitle": "This qualification aims to provide learners with the knowledge and skills they need to operate as a successful business administrator.",
    "caption": "This qualification aims to provide learners with the knowledge and skills they need to operate as a successful business administrator. It also allows learners to develop skills in a range of areas relevant to business administration roles. This qualification is part of an apprenticeship and suitable for learners aged 16 and above",
    "suitedFor": [
      "Safeguarding and protection",
      "Safeguarding and protection",
      "Developing and carrying out policy",
      "Managing care services and recruitment",
      "Promoting and developing best practice",
      "Supporting development and partnership working",
      "Care management",
      "Quality systems and improvement"
    ],
    "forYouIf": [
      "      The Management pathway is suitable for Assistant Managers and Deputy Managers working in day or domiciliary services who are looking to progress their career. It is also appropriate for Managers who have not yet achieved a qualification at this level",
      "Learners should be at least 19 years old. It is also recommended that they will hold a Level 3 qualification or above in a related area.",
      "Learners will need to be working in the role of Deputy or Manager in an appropriate setting or have had the opportunity to carry out responsibilities associated with these roles to be able to study for the Level 5 Diploma in Leadership for Health and Social Care and Children and Young People’s Services (England) (90 credits)"
    ],
    "covers": "Test content and structure, Understanding how candidates are assessed, Learning and practicing the techniques required to get the score you need, Developing knowledge of lexis/vocabulary, practice of grammar and structure, Identifying and prioritizing your areas of weakness",
    "courseStructure": "Regular assessments and tutorials, SMART Learning trips and activities around the city to help your English progress faster, End-of-course, Certificate of Attendance, Free Wi-Fi, Welcome pack, Student ID card, Kitchenettes in all centres, Snacks and drink machines, 24/7 emergency number, City-switch means you can start your course in one city and finish it in another, giving you the opportunity to discover more of the UK ",
    "booking": false,
    "courseDetails": "",
    "pricing": "Buy £350. Rent: £350 (£250 refundable). ",
    "priceInCurrency": 350,
    "assesment": " ",
    "duration": "1 Week+",
    "entryRequirements": "Mentioned Above",
    "why": "On completion learners can progress to a wide range of job roles depending on the pathway taken. The following list is not all\u0002inclusive, but gives a taster of the opportunities available in either adult or children and"
  },
  {
    "category": "LEVEL-3 Diploma",
    "courseUniqueId": "1",
    "imageUrl": "https://raw.githubusercontent.com/Towhidkarim/project-svt-rev/refs/heads/main/public/d.jpg",
    "title": "Health & Social Care Diploma Level 3 (QCF)",
    "subTitle": "AOL158",
    "caption": "This qualification is an ideal course for those looking to embark on a rewarding career in the health and social care industry. This is an ideal course if you are looking for, or currently working in, care roles in residential settings, home care, and day services.This is a full RQF qualification and replaces all previous versions of the now obsolete NVQ and QCF Level 3 Adult Care, and Health & Social Care diplomas.",
    "courseDetails": "This Health and Social Care Diploma Level 3 QCF qualification has been replaced by the updated Adult Care Diploma Level 3 RQF course (603/2553/7). As such, learners enrolled on the Health & Social Care Diploma Level 3 QCF will be enrolled in the Adult Care Diploma Level 3 RQF. The Level 3 Diploma in Health and Social Care is one of our most popular social care qualifications.This occupational qualification, which is now provided under the new title “Level 3 Diploma in Adult Care (RQF)”, is suitable for learners working in a wide range of roles in a health and social care setting, and can be used towards accessing nursing courses in universities.The programme provides a framework to assess the learner’s competency relating to the health and social care sector. It has been designed to support the carer’s role in the workplace, and provides a pathway to higher level qualifications.The course is particularly popular for learners currently working as senior care assistants and support workers in residential settings as well as domiciliary/day services.",
    "suitedFor": [],
    "forYouIf": [],
    "booking": true,
    "covers": "",
    "courseStructure": "The TQUK Level 3 Diploma in Adult Care (RQF), identified by qualification number 610/0103/6, comprises a total of 59 credits and is worth 32 UCAS points. This qualification covers a comprehensive range of topics essential for professionals in adult care settings. The curriculum begins with an exploration of agreed ways of working, including understanding and implementing employer-defined practices and building effective partnerships in care settings. Safeguarding is a core focus, covering the context of abuse prevention, recognizing and responding to abuse, and promoting online safety. The principles of mental capacity and restrictive practices are discussed, alongside the duty of care, addressing conflicts, concerns, and responding to incidents. Effective communication is emphasized, including understanding diverse communication needs, advocacy, and maintaining confidentiality.Further units highlight handling information in accordance with best practices, person-centered care approaches, promoting individual choice and independence, and supporting health and wellbeing. Equality, diversity, inclusion, and human rights in care settings are addressed with a focus on inclusive working practices. Health and safety protocols include handling equipment safely, fire safety, and maintaining security. Infection prevention and control is explored in detail, alongside the principles of continuous professional development, leadership, reflective practices, and personal wellbeing management, including stress and anxiety.Specialized units cover moving and positioning individuals safely, supporting personal hygiene, and addressing underlying issues through hygiene practices. Communication is explored in depth, including using assistive technologies and reviewing specific communication needs. Supporting individuals to access and use services, promoting independence, and facilitating reviews are highlighted. The qualification concludes with a focus on cleaning, decontamination, and effective waste management practices, ensuring a safe and healthy environment in care settings.",
    "pricing": "£490, £44.10 over 10 months and £49.00 deposit",
    "priceInCurrency": 490,
    "assesment": "This course is assessed using a series of assignments that are designed to test your knowledge of the course materials. You’ll access your learning materials and submit your work online using our learner management system. Your expert tutor will mark your work and guide you throughout the programme. You will need to complete a UK-based(excluding Northern Ireland) work placement of at least 50 hours and take part in workplace observations in order to complete this course.",
    "duration": "",
    "entryRequirements": "Please note that to complete the workplace element of this course, learners must be UK-based (excluding Northern Ireland). No prior knowledge or skills in this subject area is needed in order to enrol onto this course, making it ideal for those just starting out in this career field.",
    "why": "This is a question that our team are often asked, there are many reasons but here are the main reasons to choose Association of Learning:No hidden charges, the price you see includes everything, from tutoring to certification.Our average tutor marking time is 3 working days (most providers are 10+).Our customers have rated us ‘Excellent’ on Trustpilot.Our courses are up to date. Many providers create course content and fail to keep it up to date.We are open later than any other home learning provider.As many submissions as you need to complete, many providers cap how many times you can submit work.All courses are fully endorsed by external awarding organisations.14 day money back guarantee or course switch.If you need any more reasons to choose Association of Learning, contact our team!"
  },
  {
    "category": "LEVEL-3 Diploma",
    "courseUniqueId": "2",
    "imageUrl": "https://raw.githubusercontent.com/Towhidkarim/project-svt-rev/refs/heads/main/public/c.jpg",
    "title": "Adult Care Diploma Level 3 (RQF)",
    "subTitle": "AOL159",
    "caption": "This qualification is an ideal course for those looking to embark on a rewarding career in the health and social care industry. This is an ideal course if you are looking for, or currently working in, care roles in residential settings, home care, and day services.This is a full RQF qualification and replaces all previous versions of the Level 3 Adult Care, and Health & Social Care diplomas.",
    "courseDetails": "This updated qualification replaces the previous version of the course (Adult Care Diploma Level 3, qualification number 603/2553/7), and is the most up-to-date version of the popular Health and Social Care Level 3 NVQ and QCF qualifications.Our level 3 Adult Care qualification provides learners with a sound understanding of the subject area. The programme provides a framework to assess the learner’s competency relating to the health and social care sector.The diploma aims to develop the knowledge and skills of learners working in a wide range of roles within health and social care. The qualification supports the carer’s role in the workplace and provides a pathway to higher-level qualifications.The course is particularly popular for learners currently working as senior care assistants and support workers in residential settings as well as domiciliary/day services",
    "suitedFor": [],
    "forYouIf": [],
    "booking": true,
    "covers": "",
    "courseStructure": "The TQUK Level 3 Diploma in Adult Care (RQF), with qualification number 610/0103/6, consists of 59 credits and carries 32 UCAS points. This comprehensive qualification prepares individuals for roles in adult care settings by covering essential topics. It begins with understanding agreed ways of working, employer-defined practices, and fostering effective partnerships in care settings. Safeguarding is a critical focus, addressing the national and local context of abuse prevention, recognizing signs of abuse, reducing its likelihood, and responding appropriately to incidents, including online safety considerations. The principles of mental capacity and restrictive practices are also explored, alongside the role of duty of care in managing conflicts, addressing concerns, and responding to incidents or near misses. Effective communication is emphasized, highlighting diverse communication needs, advocacy, and confidentiality.The program covers best practices in handling information, applying person-centered approaches, promoting individual choice and independence, and supporting health and well-being. Equality, diversity, inclusion, and human rights are integrated into working practices, fostering inclusivity. Health and safety responsibilities include responding to accidents, handling equipment and hazardous substances, fire safety, and maintaining security measures. Infection prevention and control is thoroughly addressed, emphasizing hygiene, risk assessment, and the use of personal protective equipment (PPE). Continuous professional development is encouraged through reflective practices and leadership development, while personal wellbeing focuses on stress and anxiety management.Specialized units include safe moving and positioning of individuals, supporting personal hygiene, and identifying related issues. Communication needs are addressed with a focus on assistive technologies and personalized support. The qualification also includes supporting individuals in accessing services and facilities, promoting independence, and facilitating reviews. Lastly, cleaning, decontamination, and waste management practices ensure a safe and healthy environment in care settings. This structured program equips individuals with the knowledge and skills to deliver high-quality care.",

    "pricing": "£530. £47.70 over 10 months and £53.00 deposit",
    "priceInCurrency": 530,
    "assesment": "This course is assessed using a series of assignments that are designed to test your knowledge of the course materials. You’ll access your learning materials and submit your work online using our learner management system. Your expert assessor will mark your work and guide you throughout the programme. You will need to complete a UK-based (excluding Northern Ireland) work placement of at least 50 hours and take part in workplace observations in order to complete this course.",
    "duration": "",
    "entryRequirements": "Please note that to complete the workplace element of this course, learners must be UK-based (excluding Northern Ireland). No prior knowledge or skills in this subject area is needed in order to enrol onto this course, making it ideal for those just starting out in this career field.",
    "why": "The Association of Learning offers several compelling reasons to choose their services. They provide transparent pricing with no hidden charges, ensuring that the cost you see includes everything, from tutoring to certification. Their average tutor marking time is just three working days, significantly faster than the 10+ days offered by many providers. Rated 'Excellent' on Trustpilot, the Association of Learning is committed to quality, offering up-to-date courses while many others fail to keep content current. They operate later hours than any other home learning provider and allow unlimited submissions to complete coursework, unlike providers that cap submission attempts. All courses are fully endorsed by external awarding organizations, and they offer a 14-day money-back guarantee or course switch for added flexibility. For more reasons to choose the Association of Learning, their team is readily available to assist. "
  },
  {
    "category": "SERU Course",
    "courseUniqueId": "3",
    "imageUrl": "",
    "title": "Online SERU Training | 4 Weeks Access",
    "subTitle": "",
    "caption": "",
    "courseDetails": "The TFL SERU Online Training course includes hundreds of SERU assessment questions based off the actual TfL SERU test. This includes Multiple Choice and TfL Drag & Drop style questions that you will need to complete on the actual TfL SERU assessment.Our online SERU training is split up into easy-to-read sections followed by practice questions which will help you learn the information you need to pass the TfL SERU test.You’re welcome to go back and repeat each section as many times as you need and once you’ve completed all the sections you will be able to take our online SERU mock test.We cover all the sections of the TfL Driver’s Handbook in easy-to-understand lessons.Let us help you pass the TfL SERU test the first time.",
    "suitedFor": [],
    "forYouIf": [],
    "booking": false,
    "covers": "Full access to all our TfL SERU online training course including multiple choice and drag & drop questions just like the real TfL SERU assessment.You will be able to access the training 24/7 and on any device including your mobile phone. This means you can train in your own time and anywhere you like.Real TfL SERU Questions.All SERU Modules Covered24/7 Access.Works on PC or Mobile Device.VIdeos for all topics.Online SERU Mock Test",
    "courseStructure": "",

    "pricing": "£29.99",
    "priceInCurrency": 29.99,
    "assesment": "",
    "duration": "4 weeks",
    "entryRequirements": "",
    "why": ""
  },
  {
    "category": "SERU Course",
    "courseUniqueId": "4",
    "imageUrl": "",
    "title": "Online SERU Training | 8 Weeks Access",
    "subTitle": "",
    "caption": "",
    "courseDetails": "The TFL SERU Online Training course includes hundreds of SERU assessment questions based off the actual TfL SERU test. This includes Multiple Choice and TfL Drag & Drop style questions that you will need to complete on the actual TfL SERU assessment.Our online SERU training is split up into easy-to-read sections followed by practice questions which will help you learn the information you need to pass the TfL SERU test.You’re welcome to go back and repeat each section as many times as you need and once you’ve completed all the sections you will be able to take our online SERU mock test.We cover all the sections of the TfL Driver’s Handbook in easy-to-understand lessons.Let us help you pass the TfL SERU test the first time.",
    "suitedFor": [],
    "forYouIf": [],
    "booking": false,
    "covers": "Full access to all our TfL SERU online training course including multiple choice and drag & drop questions just like the real TfL SERU assessment.You will be able to access the training 24/7 and on any device including your mobile phone. This means you can train in your own time and anywhere you like.Real TfL SERU Questions.All SERU Modules Covered24/7 Access.Works on PC or Mobile Device.VIdeos for all topics.Online SERU Mock Test",
    "courseStructure": "",
    "pricing": "£49.99",
    "priceInCurrency": 49.99,
    "assesment": "",
    "duration": "8 weeks",
    "entryRequirements": "",
    "why": ""
  },
  {
    "category": "SERU Course",
    "courseUniqueId": "5",
    "imageUrl": "",
    "title": "Online SERU Training | 12 Weeks Access",
    "subTitle": "",
    "caption": "",
    "courseDetails": "The TFL SERU Online Training course includes hundreds of SERU assessment questions based off the actual TfL SERU test. This includes Multiple Choice and TfL Drag & Drop style questions that you will need to complete on the actual TfL SERU assessment.Our online SERU training is split up into easy-to-read sections followed by practice questions which will help you learn the information you need to pass the TfL SERU test.You’re welcome to go back and repeat each section as many times as you need and once you’ve completed all the sections you will be able to take our online SERU mock test.We cover all the sections of the TfL Driver’s Handbook in easy-to-understand lessons.Let us help you pass the TfL SERU test the first time.",
    "suitedFor": [],
    "forYouIf": [],
    "booking": false,
    "covers": "Full access to all our TfL SERU online training course including multiple choice and drag & drop questions just like the real TfL SERU assessment.You will be able to access the training 24/7 and on any device including your mobile phone. This means you can train in your own time and anywhere you like.Real TfL SERU Questions.All SERU Modules Covered24/7 Access.Works on PC or Mobile Device.VIdeos for all topics.Online SERU Mock Test",
    "courseStructure": "",
    "pricing": "£69.99",
    "priceInCurrency": 69.99,
    "assesment": "",
    "duration": "12 weeks",
    "entryRequirements": "",
    "why": ""
  },
  {
    "category": "SERU Course",
    "courseUniqueId": "6",
    "imageUrl": "",
    "title": "SERU Mock Test Pack No.1 & No.2",
    "subTitle": "",
    "caption": "",
    "courseDetails": "This is ideal for anyone who has already read through the TfL PHV Driver Handbook and wants to test their knowledge and see if they can complete the SERU mock test within the time limits.Just like the actual test, you will get 45 minutes to complete the SERU mock test, you will have a total of 36 questions, which are split up into simple multiple-choice questions, short passage multiple-choice questions andcomplete sentences dragging the correct words into the blank spaces.  To pass the SERU assessment, you need to get a minimum of 60%.You get 4 chances to pass our online SERU mock test, on the real SERU assessment you will get 1 attempt and if you fail that, then you will need to rebook your test for the second and final attempt.If you haven’t read the PHV Driver Handbook already, you can take one of our online SERU assessment training courses which guides you through all the content and tests your knowledge along the way.",
    "suitedFor": [],
    "forYouIf": [],
    "booking": false,
    "covers": "Full access to our TfL SERU online mock tests including multiple choice and drag & drop questions just like the real TfL SERU assessment. You will be able to access the mock test 24/7 and on any device including your mobile phone.  Real TfL SERU Questions.  Timed mock test.  24/7 Access.  Works on PC or Mobile Device.  4 Attempt.",
    "courseStructure": "",

    "pricing": "£14.99",
    "priceInCurrency": 14.99,
    "assesment": "",
    "duration": "",
    "entryRequirements": "",
    "why": ""
  },
  {
    "category": "SERU Course",
    "courseUniqueId": "7",
    "imageUrl": "",
    "title": "SERU Mock Test Pack No.3 & No.4",
    "subTitle": "",
    "caption": "",
    "courseDetails": "This is ideal for anyone who has already read through the TfL PHV Driver Handbook and wants to test their knowledge and see if they can complete the SERU mock test within the time limits.Just like the actual test, you will get 45 minutes to complete the SERU mock test, you will have a total of 36 questions, which are split up into simple multiple-choice questions, short passage multiple-choice questions andcomplete sentences dragging the correct words into the blank spaces.  To pass the SERU assessment, you need to get a minimum of 60%.You get 4 chances to pass our online SERU mock test, on the real SERU assessment you will get 1 attempt and if you fail that, then you will need to rebook your test for the second and final attempt.If you haven’t read the PHV Driver Handbook already, you can take one of our online SERU assessment training courses which guides you through all the content and tests your knowledge along the way.",
    "suitedFor": [],
    "forYouIf": [],
    "booking": false,
    "covers": "Full access to our TfL SERU online mock tests including multiple choice and drag & drop questions just like the real TfL SERU assessment. You will be able to access the mock test 24/7 and on any device including your mobile phone.  Real TfL SERU Questions.  Timed mock test.  24/7 Access.  Works on PC or Mobile Device.  4 Attempt.",
    "courseStructure": "",

    "pricing": "£14.99",
    "priceInCurrency": 14.99,
    "assesment": "",
    "duration": "",
    "entryRequirements": "",
    "why": ""
  },

  {
    "category": "LEVEL-3 Diploma",
    "courseUniqueId": "8",
    "imageUrl": "https://raw.githubusercontent.com/Towhidkarim/project-svt-rev/refs/heads/main/public/b.jpg",
    "title": "Child Care Level 3",
    "subTitle": "AOL159",
    "caption": "",
    "courseDetails": "",
    "suitedFor": [],
    "forYouIf": [],
    "booking": true,
    "covers": "",
    "courseStructure": "",

    "pricing": "",
    "priceInCurrency": 530,
    "assesment": "",
    "duration": "",
    "entryRequirements": "",
    "why": ""
  }
]
